Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# lockedContentErrorInvalidEnvelope
source: This locked content is damaged or incomplete.
ar: هذا المحتوى المقفل تالف أو غير مكتمل.
de: Dieser gesperrte Inhalt ist beschädigt oder unvollständig.
es: Este contenido bloqueado está dañado o incompleto.
fr: Ce contenu verrouillé est endommagé ou incomplet.
hi: यह लॉक किया गया सामग्री क्षतिग्रस्त या अधूरी है।
it: Questo contenuto bloccato è danneggiato o incompleto.
ja: このロックされたコンテンツは破損しているか不完全です。
ko: 이 잠긴 내용이 손상되었거나 불완전합니다.
nl: Deze vergrendelde inhoud is beschadigd of incompleet.
pl: Ta zablokowana zawartość jest uszkodzona lub niekompletna.
pt: Este conteúdo bloqueado está danificado ou incompleto.
ru: Этот заблокированный контент поврежден или неполный.
th: เนื้อหาที่ถูกล็อคนี้เสียหายหรือไม่สมบูรณ์
tr: Bu kilitli içerik hasar görmüş veya eksik.
vi: Nội dung bị khóa này bị hỏng hoặc không đầy đủ.
zh_hans: 此锁定内容已损坏或不完整。
zh_hant: 此鎖定內容已損壞或不完整。

# lockedContentErrorInvalidRecoveryMetadata
source: The Recovery Key data saved with this locked content is damaged.
ar: بيانات مفتاح الاسترداد المحفوظة مع هذا المحتوى المقفل تالفة.
de: Die mit diesem gesperrten Inhalt gespeicherten Wiederherstellungsschlüsseldaten sind beschädigt.
es: Los datos de la Clave de Recuperación guardados con este contenido bloqueado están dañados.
fr: Les données de la clé de récupération enregistrées avec ce contenu verrouillé sont endommagées.
hi: इस लॉक की गई सामग्री के साथ सहेजी गई रिकवरी कुंजी डेटा क्षतिग्रस्त है।
it: I dati della Chiave di Recupero salvati con questo contenuto bloccato sono danneggiati.
ja: このロックされたコンテンツと一緒に保存されたリカバリーキーのデータが破損しています。
ko: 이 잠긴 내용과 함께 저장된 복구 키 데이터가 손상되었습니다.
nl: De herstelcodegegevens die met deze vergrendelde inhoud zijn opgeslagen zijn beschadigd.
pl: Dane klucza odzyskiwania zapisane z tą zablokowaną zawartością są uszkodzone.
pt: Os dados da Chave de Recuperação salvos com este conteúdo bloqueado estão danificados.
ru: Данные ключа восстановления, сохраненные с этим заблокированным контентом, повреждены.
th: ข้อมูลคีย์กู้คืนที่บันทึกไว้กับเนื้อหาที่ถูกล็อคนี้เสียหาย
tr: Bu kilitli içerikle kaydedilen Kurtarma Anahtarı verileri hasar görmüş.
vi: Dữ liệu Khóa Khôi Phục được lưu với nội dung bị khóa này bị hỏng.
zh_hans: 与此锁定内容一起保存的恢复密钥数据已损坏。
zh_hant: 與此鎖定內容一起儲存的恢復金鑰數據已損壞。

# lockedContentErrorInvalidWrappedFileKey
source: The encrypted file key is damaged.
ar: مفتاح الملف المشفر تالف.
de: Der verschlüsselte Dateischlüssel ist beschädigt.
es: La clave de archivo cifrada está dañada.
fr: La clé de fichier chiffrée est endommagée.
hi: संक्रामक फ़ाइल कुंजी क्षतिग्रस्त है।
it: La chiave del file crittografato è danneggiata.
ja: 暗号化されたファイルキーが破損しています。
ko: 암호화된 파일 키가 손상되었습니다.
nl: De versleutelde bestandssleutel is beschadigd.
pl: Klucz pliku zaszyfrowany jest uszkodzony.
pt: A chave de arquivo criptografada está danificada.
ru: Зашифрованный ключ файла поврежден.
th: คีย์ไฟล์ที่ถูกเข้ารหัสเสียหาย
tr: Şifrelenmiş dosya anahtarı hasar görmüş.
vi: Khóa tập tin được mã hóa bị hỏng.
zh_hans: 加密的文件密钥已损坏。
zh_hant: 加密的檔案金鑰已損壞。

# lockedContentErrorRecoveryVerificationFailed
source: The locked file could not be verified with the new Recovery Key.
ar: لم يتم التحقق من الملف المقفل باستخدام مفتاح الاسترداد الجديد.
de: Die gesperrte Datei konnte mit dem neuen Wiederherstellungsschlüssel nicht verifiziert werden.
es: El archivo bloqueado no pudo ser verificado con la nueva clave de recuperación.
fr: Le fichier verrouillé n'a pas pu être vérifié avec la nouvelle clé de récupération.
hi: लॉक की गई फ़ाइल को नए रिकवरी की के साथ सत्यापित नहीं किया जा सका।
it: Il file bloccato non può essere verificato con il nuovo codice di recupero.
ja: ロックされたファイルは新しいリカバリキーで確認できませんでした。
ko: 잠긴 파일을 새 복구 키로 확인할 수 없습니다.
nl: Het vergrendelde bestand kon niet worden geverifieerd met de nieuwe herstelcode.
pl: Nie można zweryfikować zablokowanego pliku z nowym kluczem odzyskiwania.
pt: O arquivo bloqueado não pôde ser verificado com a nova Chave de Recuperação.
ru: Не удалось проверить зашифрованный файл с помощью нового ключа восстановления.
th: ไม่สามารถตรวจสอบไฟล์ที่ถูกล็อกด้วย Recovery Key ใหม่ได้
tr: Kilitli dosya yeni Kurtarma Anahtarı ile doğrulanamadı.
vi: Tệp bị khóa không thể được xác thực bằng Khóa Khôi phục mới.
zh_hans: 无法通过新的恢复密钥验证锁定的文件。
zh_hant: 無法使用新的恢復金鑰驗證鎖定的文件。

# lockedContentErrorUnsupportedAlgorithm
source: This locked content uses an unsupported encryption method.
ar: هذا المحتوى المقفل يستخدم طريقة تشفير غير مدعومة.
de: Dieser gesperrte Inhalt verwendet eine nicht unterstützte Verschlüsselungsmethode.
es: Este contenido bloqueado utiliza un método de cifrado no compatible.
fr: Ce contenu verrouillé utilise une méthode de chiffrement non prise en charge.
hi: यह लॉक की गई सामग्री एक unsupported एन्क्रिप्शन विधि का उपयोग करती है।
it: Questo contenuto bloccato utilizza un metodo di crittografia non supportato.
ja: このロックされたコンテンツはサポートされていない暗号化方式を使用しています。
ko: 이 잠긴 콘텐츠는 지원되지 않는 암호화 방법을 사용합니다.
nl: Deze vergrendelde inhoud gebruikt een niet-ondersteunde versleutelingsmethode.
pl: Ten zablokowany materiał korzysta z nieobsługiwanej metody szyfrowania.
pt: Este conteúdo bloqueado usa um método de criptografia não suportado.
ru: Этот зашифрованный контент использует неподдерживаемый метод шифрования.
th: เนื้อหาที่ถูกล็อกนี้ใช้วิธีการเข้ารหัสที่ไม่รองรับ
tr: Bu kilitli içerik desteklenmeyen bir şifreleme yöntemi kullanıyor.
vi: Nội dung bị khóa này sử dụng phương pháp mã hóa không được hỗ trợ.
zh_hans: 该锁定内容使用不受支持的加密方法。
zh_hant: 此鎖定內容使用不受支持的加密方法。

# lockedContentErrorUnsupportedVersion
source: This locked content was created by a newer unsupported version of ExcalidrawZ.
ar: تم إنشاء هذا المحتوى المقفل بواسطة إصدار أحدث غير مدعوم من ExcalidrawZ.
de: Dieser gesperrte Inhalt wurde von einer neueren, nicht unterstützten Version von ExcalidrawZ erstellt.
es: Este contenido bloqueado fue creado por una versión de ExcalidrawZ incompatible y más reciente.
fr: Ce contenu verrouillé a été créé par une version non prise en charge plus récente d'ExcalidrawZ.
hi: यह लॉक की गई सामग्री ExcalidrawZ के एक नए unsupported संस्करण द्वारा बनाई गई थी।
it: Questo contenuto bloccato è stato creato da una versione di ExcalidrawZ non supportata.
ja: このロックされたコンテンツは、サポートされていない新しいバージョンのExcalidrawZで作成されました。
ko: 이 잠긴 콘텐츠는 지원되지 않는 최신 버전의 ExcalidrawZ에 의해 생성되었습니다.
nl: Deze vergrendelde inhoud is gemaakt door een nieuwere, niet-ondersteunde versie van ExcalidrawZ.
pl: Ten zablokowany materiał został utworzony przez nowszą, nieobsługiwaną wersję ExcalidrawZ.
pt: Este conteúdo bloqueado foi criado por uma versão mais nova e não suportada do ExcalidrawZ.
ru: Этот зашифрованный контент был создан более новой неподдерживаемой версией ExcalidrawZ.
th: เนื้อหาที่ถูกล็อกนี้ถูกสร้างโดยรุ่นที่ใหม่กว่าที่ไม่รองรับของ ExcalidrawZ
tr: Bu kilitli içerik, ExcalidrawZ'in daha yeni bir desteklenmeyen versiyonu tarafından oluşturuldu.
vi: Nội dung bị khóa này được tạo bởi một phiên bản mới hơn của ExcalidrawZ không được hỗ trợ.
zh_hans: 该锁定内容是由较新、不受支持的 ExcalidrawZ 版本创建的。
zh_hant: 此鎖定內容是由較新的不受支持版本的 ExcalidrawZ 創建的。

# lockedContentExistingRecoveryKeyNotice
source: This file will use your existing Recovery Key.
ar: سيستخدم هذا الملف مفتاح الاسترداد الموجود لديك.
de: Diese Datei wird Ihren bestehenden Wiederherstellungsschlüssel verwenden.
es: Este archivo utilizará su clave de recuperación existente.
fr: Ce fichier utilisera votre clé de récupération existante.
hi: यह फ़ाइल आपके मौजूदा रिकवरी की का उपयोग करेगी।
it: Questo file utilizzerà il tuo codice di recupero esistente.
ja: このファイルは既存のリカバリキーを使用します。
ko: 이 파일은 기존의 복구 키를 사용합니다.
nl: Dit bestand zal uw bestaande herstelcode gebruiken.
pl: Ten plik użyje twojego istniejącego klucza odzyskiwania.
pt: Este arquivo usará sua Chave de Recuperação existente.
ru: Этот файл будет использовать ваш существующий ключ восстановления.
th: ไฟล์นี้จะใช้ Recovery Key ที่มีอยู่ของคุณ
tr: Bu dosya mevcut Kurtarma Anahtarınızı kullanacaktır.
vi: Tệp này sẽ sử dụng Khóa Khôi phục hiện có của bạn.
zh_hans: 该文件将使用您现有的恢复密钥。
zh_hant: 此文件將使用您現有的恢復金鑰。

# lockedContentFeatureAIOutMessage
source: AI tools cannot read locked file content, even while it is unlocked for you.
ar: لا تستطيع أدوات الذكاء الاصطناعي قراءة محتوى الملفات المقفلة، حتى لو تم فتحها لأجلك.
de: KI-Tools können den Inhalt gesperrter Dateien nicht lesen, selbst wenn sie für Sie entsperrt sind.
es: Las herramientas de IA no pueden leer el contenido del archivo bloqueado, incluso cuando está desbloqueado para usted.
fr: Les outils d'IA ne peuvent pas lire le contenu des fichiers verrouillés, même s'ils sont déverrouillés pour vous.
hi: AI उपकरण लॉक की गई फ़ाइल की सामग्री को नहीं पढ़ सकते, भले ही यह आपके लिए अनलॉक हो।
it: Gli strumenti AI non possono leggere il contenuto dei file bloccati, anche quando è sbloccato per te.
ja: AIツールは、あなたのためにロックが解除されていても、ロックされたファイルの内容を読むことができません。
ko: AI 도구는 잠금을 해제한 후에도 잠긴 파일의 내용을 읽을 수 없습니다.
nl: AI-tools kunnen geen vergrendelde bestand inhoud lezen, zelfs niet terwijl het voor u is ontgrendeld.
pl: Narzędzia AI nie mogą odczytywać treści zablokowanych plików, nawet gdy są odblokowane dla ciebie.
pt: As ferramentas de IA não podem ler o conteúdo de arquivos bloqueados, mesmo quando estão desbloqueados para você.
ru: Инструменты ИИ не могут читать содержимое зашифрованного файла, даже когда он разблокирован для вас.
th: เครื่องมือ AI ไม่สามารถอ่านเนื้อหาของไฟล์ที่ถูกล็อก แม้ว่าจะปลดล็อกให้คุณ
tr: AI araçları, içerik sizin için açılmış olsa bile kilitli dosya içeriğini okuyamaz.
vi: Công cụ AI không thể đọc nội dung tệp bị khóa, ngay cả khi nó được mở khóa cho bạn.
zh_hans: AI 工具无法读取锁定文件内容，即使在解锁后。
zh_hant: 即使對您解鎖，AI 工具也無法讀取鎖定文件的內容。

# lockedContentFeatureAIOutTitle
source: Keeps AI out
ar: يبقي الذكاء الاصطناعي بعيداً
de: Hält KI fern
es: Mantiene a la IA fuera
fr: Empêche l'IA d'accéder
hi: AI को बाहर रखता है
it: Tiene fuori l'AI
ja: AIを排除
ko: AI를 차단합니다
nl: Houdt AI buiten
pl: Trzyma AI z daleka
pt: Mantém a IA fora
ru: Не допускает ИИ
th: ป้องกัน AI
tr: AI'yi dışarıda tutar
vi: Giữ AI ra ngoài
zh_hans: 阻止 AI 访问
zh_hant: 防止 AI 進入

# lockedContentFeatureEncryptMessage
source: The file and its checkpoints are encrypted before they are written to storage.
ar: يتم تشفير الملف ونقاط التفتيش الخاصة به قبل كتابتهما إلى التخزين.
de: Die Datei und ihre Zwischenstände werden verschlüsselt, bevor sie im Speicher abgelegt werden.
es: El archivo y sus puntos de control están cifrados antes de ser escritos en el almacenamiento.
fr: Le fichier et ses points de contrôle sont chiffrés avant d'être écrits dans le stockage.
hi: फ़ाइल और इसके चेकपॉइंट्स स्टोरेज में लिखे जाने से पहले एन्क्रिप्ट किए जाते हैं।
it: Il file e i suoi checkpoint sono crittografati prima di essere scritti nello storage.
ja: ファイルとそのチェックポイントは、ストレージに書き込まれる前に暗号化されます。
ko: 파일과 그 체크포인트는 저장소에 기록되기 전에 암호화됩니다.
nl: Het bestand en zijn checkpoints zijn versleuteld voordat ze naar de opslag worden geschreven.
pl: Plik i jego punkty kontrolne są szyfrowane przed zapisaniem na nośniku.
pt: O arquivo e seus pontos de verificação são criptografados antes de serem gravados no armazenamento.
ru: Файл и его контрольные точки зашифровываются перед записью в хранилище.
th: ไฟล์และจุดตรวจสอบของมันจะถูกเข้ารหัสก่อนที่จะเขียนลงในพื้นที่เก็บข้อมูล
tr: Dosya ve kontrol noktaları saklamaya yazılmadan önce şifrelenir.
vi: Tệp và các điểm kiểm tra của nó được mã hóa trước khi chúng được ghi vào bộ nhớ.
zh_hans: 文件及其检查点在写入存储之前会被加密。
zh_hant: 文件及其檢查點在寫入存儲之前會被加密。

# lockedContentFeatureEncryptTitle
source: Encrypts this file
ar: يشفر هذا الملف
de: Verschlüsselt diese Datei
es: Cifra este archivo
fr: Chiffre ce fichier
hi: इस फ़ाइल को एन्क्रिप्ट करता है
it: Cripta questo file
ja: このファイルを暗号化
ko: 이 파일을 암호화합니다
nl: Versleutelt dit bestand
pl: Szyfruje ten plik
pt: Cripta este arquivo
ru: Шифрует этот файл
th: เข้ารหัสไฟล์นี้
tr: Bu dosyayı şifreler
vi: Mã hóa tệp này
zh_hans: 加密此文件
zh_hant: 加密此文件

# lockedContentFeatureUnlockMessage
source: Opening it later requires system authentication or the Recovery Key.
ar: فتحها لاحقاً يتطلب مصادقة النظام أو مفتاح الاسترداد.
de: Das Öffnen später erfordert eine Systemeauthentifizierung oder den Wiederherstellungsschlüssel.
es: Abrirlo más tarde requiere autenticación del sistema o la clave de recuperación.
fr: L'ouverture ultérieure nécessite une authentification système ou la clé de récupération.
hi: इसे बाद में खोलने के लिए सिस्टम प्रमाणीकरण या रिकवरी की की आवश्यकता होती है।
it: Aprirlo in seguito richiede autenticazione di sistema o il codice di recupero.
ja: 後で開くには、システム認証またはリカバリキーが必要です。
ko: 나중에 열려면 시스템 인증 또는 복구 키가 필요합니다.
nl: Het later openen vereist systeemauthenticatie of de herstelcode.
pl: Otwarcie go później wymaga autoryzacji systemu lub klucza odzyskiwania.
pt: Abri-lo depois requer autenticação do sistema ou a Chave de Recuperação.
ru: Позже для открытия требуется аутентификация системы или ключ восстановления.
th: การเปิดไฟล์ในภายหลังต้องการการตรวจสอบระบบหรือ Recovery Key
tr: Bunu daha sonra açmak için sistem kimlik doğrulaması veya Kurtarma Anahtarı gerekir.
vi: Mở nó sau này yêu cầu xác thực hệ thống hoặc Khóa Khôi phục.
zh_hans: 稍后打开此文件需要系统认证或恢复密钥。
zh_hant: 稍後打開需要系統身份驗證或恢復金鑰。

# lockedContentFeatureUnlockTitle
source: Requires unlock to open
ar: يتطلب فتحه
de: Erfordert Entsperren zum Öffnen
es: Requiere desbloqueo para abrir
fr: Nécessite un déverrouillage pour ouvrir
hi: खोलने के लिए अनलॉक की आवश्यकता है
it: Richiede sblocco per aprire
ja: 開くには解除が必要
ko: 열기 위해 잠금 해제가 필요합니다
nl: Vereist ontgrendeling om te openen
pl: Wymaga odblokowania, aby otworzyć
pt: Requer desbloqueio para abrir
ru: Требует разблокировки для открытия
th: ต้องปลดล็อกเพื่อเปิด
tr: Açmak için kilidi açma gerektirir
vi: Cần mở khóa để mở
zh_hans: 需解锁才能打开
zh_hant: 打開需要解鎖

# lockedContentFileUnlockedToolbarTitle
source: File Unlocked
ar: تم فتح الملف
de: Datei Entsperrt
es: Archivo Desbloqueado
fr: Fichier déverrouillé
hi: फ़ाइल अनलॉक की गई
it: File sbloccato
ja: ファイルのロック解除
ko: 파일 잠금 해제됨
nl: Bestand Ontgrendeld
pl: Plik odblokowany
pt: Arquivo Desbloqueado
ru: Файл разблокирован
th: ไฟล์ปลดล็อกแล้ว
tr: Dosya Açık
vi: Tệp đã mở khóa
zh_hans: 文件已解锁
zh_hant: 文件已解鎖

# lockedContentGenerating
source: Generating...
ar: جارٍ التوليد...
de: Generiere...
es: Generando...
fr: Génération...
hi: निर्माण कर रहा है...
it: Generazione...
ja: 生成中...
ko: 생성 중...
nl: Genereren...
pl: Generowanie...
pt: Gerando...
ru: Генерация...
th: กำลังสร้าง...
tr: Üretiliyor...
vi: Đang tạo...
zh_hans: 生成中...
zh_hant: 生成中...

# lockedContentLockedFileOverlayTitle
source: This file is locked.
ar: هذا الملف مقفل.
de: Diese Datei ist gesperrt.
es: Este archivo está bloqueado.
fr: Ce fichier est verrouillé.
hi: यह फ़ाइल लॉक्ड है।
it: Questo file è bloccato.
ja: このファイルはロックされています。
ko: 이 파일은 잠겨 있습니다.
nl: Dit bestand is vergrendeld.
pl: Ten plik jest zablokowany.
pt: Este arquivo está bloqueado.
ru: Этот файл заблокирован.
th: ไฟล์นี้ถูกล็อกอยู่.
tr: Bu dosya kilitli.
vi: Tập tin này đã bị khóa.
zh_hans: 此文件已锁定。
zh_hant: 此檔案已被鎖定。

# lockedContentLockFilesHelp
source: Lock Files
ar: ملفات القفل
de: Dateien sperren
es: Bloquear archivos
fr: Fichiers de verrouillage
hi: फाइलें लॉक करें
it: Blocca file
ja: ファイルをロック
ko: 파일 잠금
nl: Bestanden vergrendelen
pl: Zablokuj pliki
pt: Bloquear Arquivos
ru: Заблокировать файлы
th: ไฟล์ล็อก
tr: Dosyaları Kilitle
vi: Khóa tập tin
zh_hans: 锁定文件
zh_hant: 鎖定檔案

# lockedContentLockRemovedToastTitle
source: Lock removed
ar: تم إزالة القفل
de: Sperre entfernt
es: Bloqueo removido
fr: Verrou supprimé
hi: लॉक हटा दिया गया
it: Blocco rimosso
ja: ロックが解除されました
ko: 잠금 해제됨
nl: Vergrendeling verwijderd
pl: Zablokada usunięta
pt: Bloqueio removido
ru: Блокировка снята
th: ล็อกถูกนำออก
tr: Kilidi kaldırıldı
vi: Đã loại bỏ khóa
zh_hans: 锁定已移除
zh_hant: 已移除鎖定

# lockedContentPreparingRecoveryKey
source: Preparing Recovery Key...
ar: جارٍ إعداد مفتاح الاسترداد...
de: Wiederherstellungsschlüssel wird vorbereitet...
es: Preparando la clave de recuperación...
fr: Préparation de la clé de récupération...
hi: रिकवरी की तैयारी कर रहे हैं...
it: Preparazione della chiave di recupero...
ja: 復旧キーを準備中...
ko: 복구 키 준비 중...
nl: Herstelcode voorbereiden...
pl: Przygotowywanie klucza odzyskiwania...
pt: Preparando a Chave de Recuperação...
ru: Подготовка ключа восстановления...
th: กำลังเตรียม Recovery Key...
tr: Kurtarma Anahtarı hazırlanıyor...
vi: Đang chuẩn bị Khóa Khôi phục...
zh_hans: 正在准备恢复密钥...
zh_hant: 正在準備恢復金鑰...

# lockedContentRecoveryKeyExportNote
source: Keep this file somewhere safe. This Recovery Key unlocks locked ExcalidrawZ content if Touch ID or your Mac password is not available.
ar: احتفظ بهذا الملف في مكان آمن. هذا مفتاح الاسترداد يقوم بفتح محتوى ExcalidrawZ المقفل إذا لم يكن متاحًا Touch ID أو كلمة مرور Mac الخاصة بك.
de: Bewahren Sie diese Datei an einem sicheren Ort auf. Dieser Wiederherstellungsschlüssel entsperrt gesperrte ExcalidrawZ-Inhalte, wenn Touch ID oder Ihr Mac-Passwort nicht verfügbar sind.
es: Guarda este archivo en un lugar seguro. Esta clave de recuperación desbloquea el contenido bloqueado de ExcalidrawZ si Touch ID o tu contraseña de Mac no están disponibles.
fr: Conservez ce fichier en lieu sûr. Cette clé de récupération débloque le contenu verrouillé d'ExcalidrawZ si Touch ID ou votre mot de passe Mac n'est pas disponible.
hi: इस फ़ाइल को कहीं सुरक्षित रखें। यह रिकवरी की लॉक्ड ExcalidrawZ सामग्री को अनलॉक करती है यदि टच आईडी या आपका मैक पासवर्ड उपलब्ध नहीं है।
it: Tieni questo file in un luogo sicuro. Questa chiave di recupero sblocca i contenuti bloccati di ExcalidrawZ se Touch ID o la password del tuo Mac non sono disponibili.
ja: このファイルを安全な場所に保管してください。この復旧キーは、Touch IDまたはMacのパスワードが利用できない場合にロックされたExcalidrawZコンテンツのロックを解除します。
ko: 이 파일을 안전한 곳에 보관하세요. 이 복구 키는 Touch ID나 Mac 비밀번호가 없을 경우 잠긴 ExcalidrawZ 콘텐츠를 잠금 해제합니다.
nl: Bewaar dit bestand op een veilige plek. Deze herstelcode ontgrendelt vergrendelde ExcalidrawZ-inhoud als Touch ID of je Mac-wachtwoord niet beschikbaar is.
pl: Przechowuj ten plik w bezpiecznym miejscu. Ten klucz odzyskiwania odblokowuje zablokowane treści ExcalidrawZ, jeśli Touch ID lub hasło do Maca nie są dostępne.
pt: Guarde este arquivo em um lugar seguro. Esta Chave de Recuperação desbloqueia conteúdo bloqueado do ExcalidrawZ se o Touch ID ou sua senha do Mac não estiver disponível.
ru: Сохраните этот файл в безопасном месте. Этот ключ восстановления разблокирует заблокированный контент ExcalidrawZ, если Touch ID или пароль вашего Mac недоступны.
th: เก็บไฟล์นี้ไว้ในที่ปลอดภัย Recovery Key นี้จะปลดล็อกเนื้อหาที่ถูกล็อกใน ExcalidrawZ หากไม่มี Touch ID หรือรหัสผ่าน Mac ของคุณ.
tr: Bu dosyayı güvende bir yerde saklayın. Bu Kurtarma Anahtarı, Touch ID veya Mac şifreniz mevcut değilse kilitlenmiş ExcalidrawZ içeriğini açar.
vi: Lưu tập tin này ở nơi an toàn. Khóa Khôi phục này mở khóa nội dung ExcalidrawZ đã bị khóa nếu Touch ID hoặc mật khẩu Mac của bạn không khả dụng.
zh_hans: 将此文件保存在安全的地方。此恢复密钥在无法使用 Touch ID 或您的 Mac 密码时，可以解锁被锁定的 ExcalidrawZ 内容。
zh_hant: 請將此檔案妥善保管。此恢復金鑰可在無法使用 Touch ID 或 Mac 密碼時解鎖鎖定的 ExcalidrawZ 內容。

# lockedContentRecoveryKeyExportTitle
source: ExcalidrawZ Recovery Key
ar: مفتاح استرداد ExcalidrawZ
de: ExcalidrawZ Wiederherstellungsschlüssel
es: Clave de recuperación de ExcalidrawZ
fr: Clé de récupération ExcalidrawZ
hi: ExcalidrawZ रिकवरी की
it: Chiave di recupero ExcalidrawZ
ja: ExcalidrawZ復旧キー
ko: ExcalidrawZ 복구 키
nl: ExcalidrawZ Herstelcode
pl: Klucz odzyskiwania ExcalidrawZ
pt: Chave de Recuperação do ExcalidrawZ
ru: Ключ восстановления ExcalidrawZ
tr: ExcalidrawZ Kurtarma Anahtarı
vi: Khóa Khôi phục ExcalidrawZ
zh_hans: ExcalidrawZ 恢复密钥
zh_hant: ExcalidrawZ 恢復金鑰

# lockedContentRecoveryKeyInstruction
source: Save this Recovery Key. It unlocks all locked ExcalidrawZ content.
ar: احفظ هذا مفتاح الاسترداد. إنه يفتح جميع محتويات ExcalidrawZ المقفلة.
de: Speichern Sie diesen Wiederherstellungsschlüssel. Er entsperrt alle gesperrten ExcalidrawZ-Inhalte.
es: Guarda esta clave de recuperación. Desbloquea todo el contenido bloqueado de ExcalidrawZ.
fr: Enregistrez cette clé de récupération. Elle débloque tout le contenu verrouillé d'ExcalidrawZ.
hi: इस रिकवरी की को सेव करें। यह सभी लॉक्ड ExcalidrawZ सामग्री को अनलॉक करती है।
it: Salva questa chiave di recupero. Sblocca tutti i contenuti bloccati di ExcalidrawZ.
ja: この復旧キーを保存してください。すべてのロックされたExcalidrawZコンテンツのロックを解除します。
ko: 이 복구 키를 저장하세요. 모든 잠긴 ExcalidrawZ 콘텐츠를 잠금 해제합니다.
nl: Bewaar deze herstelcode. Het ontgrendelt alle vergrendelde ExcalidrawZ-inhoud.
pl: Zapisz ten klucz odzyskiwania. Odblokowuje wszystkie zablokowane treści ExcalidrawZ.
pt: Salve esta Chave de Recuperação. Ela desbloqueia todo o conteúdo bloqueado do ExcalidrawZ.
ru: Сохраните этот ключ восстановления. Он разблокирует весь заблокированный контент ExcalidrawZ.
th: บันทึก Recovery Key นี้ มันจะปลดล็อกเนื้อหาที่ถูกล็อกทั้งหมดใน ExcalidrawZ.
tr: Bu Kurtarma Anahtarını kaydedin. Tüm kilitlenmiş ExcalidrawZ içeriğini açar.
vi: Lưu Khóa Khôi phục này. Nó mở khóa tất cả nội dung ExcalidrawZ đã bị khóa.
zh_hans: 保存此恢复密钥。它可以解锁所有被锁定的 ExcalidrawZ 内容。
zh_hant: 保存此恢復金鑰。它可解鎖所有被鎖定的 ExcalidrawZ 內容。

# lockedContentRecoveryKeyPlaceholder
source: Recovery Key
ar: مفتاح الاسترداد
de: Wiederherstellungsschlüssel
es: Clave de recuperación
fr: Clé de récupération
hi: रिकवरी की
it: Chiave di recupero
ja: 復旧キー
ko: 복구 키
nl: Herstelcode
pl: Klucz odzyskiwania
pt: Chave de Recuperação
ru: Ключ восстановления
tr: Kurtarma Anahtarı
vi: Khóa Khôi phục
zh_hans: 恢复密钥
zh_hant: 恢復金鑰

# lockedContentSavedRecoveryKeyConfirmation
source: I saved this Recovery Key.
ar: لقد حفظت هذا مفتاح الاسترداد.
de: Ich habe diesen Wiederherstellungsschlüssel gespeichert.
es: He guardado esta clave de recuperación.
fr: J'ai enregistré cette clé de récupération.
hi: मैंने इस रिकवरी की को सेव किया।
it: Ho salvato questa chiave di recupero.
ja: この復旧キーを保存しました。
ko: 이 복구 키를 저장했습니다.
nl: Ik heb deze herstelcode opgeslagen.
pl: Zapisłem ten klucz odzyskiwania.
pt: Eu salvei esta Chave de Recuperação.
ru: Я сохранил этот ключ восстановления.
th: ฉันได้บันทึก Recovery Key นี้.
tr: Bu Kurtarma Anahtarını kaydettim.
vi: Tôi đã lưu Khóa Khôi phục này.
zh_hans: 我已保存此恢复密钥。
zh_hant: 我已保存此恢復金鑰。

# lockedContentSaveRecoveryKeyHelp
source: Save Recovery Key
ar: احفظ مفتاح الاسترداد
de: Wiederherstellungsschlüssel speichern
es: Guardar clave de recuperación
fr: Enregistrer la clé de récupération
hi: रिकवरी की को सेव करें
it: Salva chiave di recupero
ja: 復旧キーを保存
ko: 복구 키 저장
nl: Herstelcode opslaan
pl: Zapisz klucz odzyskiwania
pt: Salvar Chave de Recuperação
ru: Сохранить ключ восстановления
th: บันทึก Recovery Key
tr: Kurtarma Anahtarını Kaydet
vi: Lưu Khóa Khôi phục
zh_hans: 保存恢复密钥
zh_hant: 保存恢復金鑰

# lockedContentSuggestionCheckRecoveryKey
source: Check the Recovery Key and try again.
ar: تحقق من مفتاح الاسترداد وحاول مرة أخرى.
de: Überprüfen Sie den Wiederherstellungsschlüssel und versuchen Sie es erneut.
es: Verifica la clave de recuperación e inténtalo de nuevo.
fr: Vérifiez la clé de récupération et réessayez.
hi: रिकवरी की की जांच करें और पुनः प्रयास करें।
it: Controlla la chiave di recupero e riprova.
ja: 復旧キーを確認して再試行してください。
ko: 복구 키를 확인하고 다시 시도하세요.
nl: Controleer de herstelcode en probeer het opnieuw.
pl: Sprawdź klucz odzyskiwania i spróbuj ponownie.
pt: Verifique a Chave de Recuperação e tente novamente.
ru: Проверьте ключ восстановления и попробуйте снова.
th: ตรวจสอบ Recovery Key และลองอีกครั้ง.
tr: Kurtarma Anahtarını kontrol edin ve tekrar deneyin.
vi: Kiểm tra Khóa Khôi phục và thử lại.
zh_hans: 检查恢复密钥并重试。
zh_hant: 檢查恢復金鑰並重試。
